
{
	"1": {
		"primaryKey":"1",
		"name":"Michael A. Di Lando",
		"title":"Shareholder / Managing Partner",
		"practiceAreas":["Premises Liability", "Professional Errors & Omissions", "Employment Litigation", "Medical/Dental Malpractice", "Health Care Errors & Omissions", "Workers' Compensation", "Personal Injury"],
		"admitted":["State Bar of California", "U.S. District Court", "Central District of California", "U.S. Tax Court"],
		"lawSchool":["Loyola Law School (J.D., 1984)", "California State University at Northridge (B.A., Cum Laude, 1981) Phi Sigma Alpha"],
		"member":["Association of Southern California Defense Counsel","American Board of Trial Advocates (ABOTA)","Association of Defense Counsel of Northern California","California Restaurant Association","Risk and Insurance Management Society (RIMS)"],
		"biography":["Michael A. Di Lando is a founding member and managing partner of Robinson Di Lando. Mr. Di Lando has handled and tried in excess of forty cases to verdict in many areas of civil litigation, including professional errors & omissions, premises liability, automobile accident claims, construction defects, and products liability.", "Mr. Di Lando has been rated by members of the state bar and judiciary as having the highest levels of skill and integrity receiving an AV rating.  Mr. Di Lando is also a member of the American Board of Trial Advocates (ABOTA).", "For twenty-eight years, Mr. Di Lando has specialized in handling premises liability, automobile personal injuries, investigation and defense of suspected fraudulent claims, trucking, safety, employment, workers' compensation, security services, security guard litigation, loss prevention, and ADA compliance claims for supermarkets and restaurants. Prior to founding Robinson Di Lando, Mr. Di Lando was a claims supervisor with a major insurance carrier responsible for supervising attorney malpractice claims."],
		"imgPath":"img/_dilando.jpg",
		"email":"mdilando@rdwlaw.com",
		"vCard":"v-card/di-lando.vcf"
	},

	"2": {
		"primaryKey":"2",
		"name":"Michael C. Robinson, Jr.",
		"title":"Shareholder / President",
		"practiceAreas":["Professional Errors and Omissions", "Employment Litigation", "Insurance Coverage", "Medical/Dental Malpractice", "Health Care Errors & Omissions", "Business Litigation", "Personal Injury"],
		"admitted":["State Bar of California", "U.S. Court of Appeals", "Ninth Circuit and U.S. District Court", "Central District of California", "U.S. District Court Northern District", "U.S. District Court Southern District"],
		"lawSchool":["Loyola Law School (J.D., 1985)", "California State University at Los Angeles (B.A., 1981)"],
		"member":["State Bar of California", "Professional Liability Underwriting Society", "Risk and Insurance Management Society, Inc.", "American Board of Trial Advocates (ABOTA)", "National Institute of Trial Advocacy"],
		"biography":["Michael C. Robinson, Jr. has successfully tried more than 30 jury trials in both State and Federal Courts. He has been the lead trial attorney in legal malpractice cases, insurance bad faith claims, employment actions, real estate matters, and medical malpractice cases. Mr. Robinson has also tried cases in binding arbitration.","Mr. Robinson has earned a certificate in the art and skills of Trial Advocacy from the American Board of Trial Advocates and the National Institute of Trial Advocacy.", "Mr. Robinson handles complex claims including class actions, malpractice claims involving high dollar disputes arising from transactional work, intellectual property rights and engineering services. He has also served as corporate counsel for businesses, and coverage counsel for insurance companies.", "Mr. Robinson is a founding member of Robinson Di Lando. Since 1991, he has been instrumental in creating a top-flight litigation firm."],
		"imgPath":"img/_robinson.jpg",
		"email":"mrobinson@rdwlaw.com",
		"vCard":"v-card/.vcf" 
	},
	"3": {
		"primaryKey":"3", 
		"name":"Mark Kane",
		"title":"Principal / Senior Appellate Attorney",
		"practiceAreas":["Premises Liability", "Employment Litigation", "Subrogation","Civil Writs & Appeals", "Medical/Dental Malpractice", "Health Care Errors & Omissions"],
		"admitted":["State Bar of California", "U.S. District Court", "Central District of California"],
		"lawSchool":["Southwestern University School of Law (J.D., Cum Laude, 1993)", "Boston University (M.S., 1981)", "Queens College of the City University of New York (B.A., 1978)"],
		"member":["Los Angeles County Bar Association", "State Bar of California"],
		"biography":["Tobias Mark Kane, a principal of Robinson Di Lando, is the Senior Appellate Counsel and the head of the Law and Motion Department of Robinson Di Lando.  He has been practicing for 20 years, litigating many cases involving premises liability, professional liability (representing attorneys, real estate agents and brokers, claims adjusters, and accountants), employment litigation, subrogation claims and contract or commercial disputes.  He has helped his clients prevail in many matters during the law and motion pre-trial phase of the case and has also successfully tried and arbitrated cases for his clients.  He has successfully argued before the California Court of Appeals on numerous occasions.", "Prior to practicing law, Mr. Kane was an entertainment journalist and worked in entertainment public relations for many prestigious entertainment clients."],
		"imgPath":"img/_kane.jpg",
		"email":"mkane@rdwlaw.com",
		"vCard":"v-card/m-kane.vcf" 
	},
	"4": {
		"primaryKey":"4",
		"name":"Max Malmygin",
		"title":"Principal",
		"practiceAreas":["Workers’ Compensation", "Labor Code 132a Claims", "Serious and Willful"],
		"admitted":["State Bar of California"],
		"lawSchool":["Loyola Law School (J.D., 2003)", "University of California, Los Angeles (B.A., 2000)"],
		"member":["Beverly Hills Bar Association"],
		"biography":["Max Malmygin is a Principal at Robinson Di Lando and is the Managing Attorney of the firm's workers’ compensation department.", "Mr. Malmygin served as a Mediator with the Loyola Law School, Center for Conflict Resolution, where he conducted mediations pertaining to domestic violence, personal injury, EEOC, and landlord/tenant disputes. In May 2004, for his dedication and service, he received Honorable Mention Outstanding Program Staff Award from County of Los Angeles. Because of his training as a litigator, and in combination with his experience as a mediator, Mr. Malmygin possesses a unique set of skills to handle settlements and trials of any complexity. Mr. Malmygin started his workers' compensation career as an associate with the immediate responsibility of handling a heavy case load and representing major companies and municipalities. His practice includes defense of 132a claims, Serious and Willful Misconduct claims, and high profile asbestos claims. Throughout his career, Mr. Malmygin has applied an aggressive approach in handling cases along with skillful negotiations to achieve the best possible results for his clients. He succeeded in achieving multiple “take nothings” at trials, dismissal of claims, and Compromise &amp; Release agreements for no money.", "Mr. Malmygin was the principal lead attorney in the published opinion on Lawrence Wiener vs. Ralphs Grocery Company, which marked the end of Vocational Rehabilitation benefits, saving millions of dollars to employers in California. In 2010, Mr. Malmygin was certified as a workers' compensation specialist."],
		"imgPath":"img/Max_Malmygin_2.jpg",
		"email":"max@rdwlaw.com",
		"vCard":"" 
	},
	"5": {
		"primaryKey":"5",
		"name":"Steve H. Yu",
		"title":"Principal",
		"practiceAreas":["Premises Liability", "Product Liability", "Automobile Personal Injuries", "Food Poisoning Defense", "Invesitgation and Defense of Suspected Fraudulent Claims"],
		"admitted":["State Bar of California", "U.S. District Court", "Central District of California"],
		"lawSchool":["Arizona State University (J.D., 1992)", "University of California at Berkeley (B.A., 1989)"],
		"member":["State Bar of California"],
		"biography":["Since joining the firm in 1995, Steve H. Yu’s practice focused on providing high quality legal service in the most efficient way for corporate clients and insurance carriers from the initial stage to mediation, arbitration, and trial.", "As a Principal, Mr. Yu trains new associates and acts as a mentor."],
		"imgPath":"img/_yu.jpg",
		"email":"syu@rdwlaw.com",
		"vCard":"v-card/s-yu.vcf" 
	},
	"6": {
		"primaryKey":"6",
		"name":"Brad Stuckey",
		"title":"Principal",
		"practiceAreas":["Employment Litigation", "Employment Counseling", "Insurance Defense", "Business Litigation"],
		"admitted":["State Bar of California", "United States District Court, Northern California", "United States District Court, Central California", "United States District Court, Eastern California"],
		"lawSchool":["University of Akron School of Law (J.D., 2001)", "Kent State University (M.A. History, 1998)" , "University of California at Berkeley, (B.A. History, 1993)"],
		"member":[],
		"biography":["Brad Stuckey is a practiced litigator, including numerous first-chair jury and bench trials, as well as binding arbitrations, government administrative proceedings, and oral arguments before the California Courts of Appeal.", "In addition to litigation, a focus of Mr. Stuckey's practice is preventative counseling for management on all aspects of employment law, including Employment Policies and Handbooks, Employee Hiring, Retention, Performance & Termination, Employment Contracts, Compliance Audits (Wage and Hour, EEOC, OSHA, ADA, Family Medical Leave, etc.), Harassment and Discrimination Investigations, Leave of Absence Issues, and Reasonable Accommodations / Interactive Process.", "Accompanying his employment practice, Mr. Stuckey has litigated complex business disputes, including Breach of Contract, Partnership Disputes, Business Torts (including fraud, breach of fiduciary duty, self-dealing, misappropriation, malfeasance and accountings), Business Collections, Unfair and Deceptive Business Practices, Intellectual Property, and Insurance Coverage & Bad Faith Claims."],
		"imgPath":"img/_stuckey.jpg",
		"email":"bstuckey@rdwlaw.com",
		"vCard":"v-card/b-stuckey.vcf" 
	},
	"7": {
		"primaryKey":"7",
		"name":"Orion S. Robinson",
		"title":"Principal",
		"practiceAreas":["Employment Litigation", "Business Litigation", "Insurance Coverage", "Insurance Defense", "Subrogation", "Personal Injury"],
		"admitted":["State Bar of California", "United States District Court, Central District of California","United States District Court, Northern District of California","United States District Court, Southern District of California", "United States Court of Appeals for the Ninth Circuit"],
		"lawSchool":["University of San Diego School of Law (J.D., 2013)", "University of California, Los Angeles (B.A., Dean’s List, 2009)"],
		"member":["American Bar Association Labor and Employment Law Division"],
		"biography":["Orion Robinson’s practice is primarily focused on representing companies in various employment related claims such as wage and hour, wrongful termination, discrimination, retaliation, Title VII, ADA, ADEA, and FMLA. Mr. Robinson practices in federal and state courts, arbitration proceedings, and before state administrative agencies. He also works with Human Resources departments for numerous companies in the areas of compliance, training, and company policies and guidelines.", "Additionally, Mr. Robinson has experience representing employees in wage and hour, discrimination, and retaliation claims brought against employers including nationwide companies.", "Mr. Robinson’s practice also includes insurance law.  He currently serves as panel counsel for several insurance companies, representing carriers in employment related claims, bad faith claims, and coverage disputes. Moreover, Mr. Robinson manages the firm’s subrogation department. He has successfully litigated claims against government entities - including cities, police departments, and public works, as well as private and public utilities companies, and major insurance carriers.", "Mr. Robinson is a member of the American Bar Association Labor and Employment Law Division. Mr. Robinson has been selected as a Super Lawyers Rising Star, a distinction reserved for 2.5% of Southern California attorneys."],
		"imgPath":"img/orion_2.jpg",
		"email":"orobinson@rdwlaw.com",
		"vCard":"v-card/o-robinson.vcf" 
	},
	"8": {
		"primaryKey":"8",
		"name":"Rangi H. Perera",
		"title":"Associate",
		"practiceAreas":["Business Litigation",  "Employment Litigation", "Personal Injury", "Premises Liability", "Insurance Defense", "Insurance Coverage", "Subrogation", "Civil Writs"],
		"admitted":["State Bar of California", "United States District Court, Central District of California", "United States District Court, Eastern District of California", "United States District Court, Southern District of California"],
		"lawSchool":["Western State College of Law (J.D.)", "University of California, Riverside (B.A., Dean’s List)"],
		"member":[],
		"biography":["Rangi Perera is an associate attorney in the Civil Litigation, Employment Litigation, and Insurance Defense/Coverage Departments of Robinson Di Lando’s Los Angeles office. As a litigation attorney at Robinson Di Lando, Ms. Perera handles all types of personal injury cases, insurance defense/ coverage cases, and employment claims for small to large businesses.  Ms. Perera has extensive experience in defending all types of personal injury cases, including slip-and-falls and automobile accidents.   Ms. Perera routinely handles matters involving general liability, employment practices, and insurance-related litigation, including bringing and defending bad faith actions.", "Ms. Perera is an active member of the State Bar of California, and the American Bar Association.  She is admitted to the United States District Courts for the Central, Eastern, and Southern Districts.  Outside of the office, Ms. Perera enjoys tennis, basketball, traveling, and learning about other cultures."],
		"imgPath":"img/_rperera.jpg",
		"email":"rperera@rdwlaw.com",
		"vCard":"v-card/r-perera.vcf" 
	},
	"9": {
		"primaryKey":"9",
		"name":"Michael B. Yee",
		"title":"Associate",
		"practiceAreas":["Business Litigation", "Employment Litigation", "Insurance Defense", "Insurance Coverage"],
		"admitted":["State Bar of California", "United States District Court, Central District of California", "United States District Court, Southern District of California"],
		"lawSchool":["Pepperdine University School of Law (J.D., 2011)", "Pepperdine University Straus Institute for Dispute Resolution Certificate in Dispute Resolution (2011)",  "University of California, Berkeley (B.A., 2007)"], 
		"member":[],
		"biography":["Michael B. Yee is an associate at Robinson Di Lando.  Mr. Yee’s practice focuses on business and commercial litigation, employment law and litigation, insurance bad-faith litigation, and insurance coverage. ","Mr. Yee represents individuals and entities in the prosecution and defense of complex business and commercial claims.  He has successfully litigated a wide range of business and commercial disputes in state courts, federal courts, and arbitrations, including matters involving retail and distribution agreements, sales contracts, partnership disputes, corporate profit distributions, and real-estate transactions. ", "Mr. Yee represents management in all types of employment disputes, including claims alleging discrimination, wrongful termination, harassment, retaliation, wage-and-hour violations, and breaches of employment contracts.  He also has experience in the investigation of and response to administrative charges before the California Labor Commissioner and the Equal Employment Opportunity Commission.  In addition to litigating employment disputes, Mr. Yee regularly counsels employers on preventative procedures, labor-law compliance issues, and employment agreements.", "Mr. Yee also litigates insurance bad-faith claims and insurance coverage issues involving various types of policies, including employment practices liability and professional errors and omissions policies.", "Prior to joining the Robinson Di Lando, Mr. Yee worked at a business litigation firm where he served as the lead associate on a variety of state actions, federal actions, and arbitrations involving commercial, securities, and employment disputes."],
		"imgPath":"img/_yee2.jpg",
		"email":"myee@rdwlaw.com",
		"vCard":"v-card/m-yee.vcf" 
	},
	"10": {
		"primaryKey":"10",
		"name":"J. Richard Roa",
		"title":"Associate",
		"practiceAreas":["Workers’ Compensation", "General Liability", "Labor Code 132a Claims"],
		"admitted":["State Bar of California" ,"California Superior Courts", "United States District Court", "Central District of California"],
		"lawSchool":["The People’s College of Law (J.D., 1994)", "University of Southern California (B.A. Speech Communication, 1978)", "University of West Los Angeles (Paralegal Certificate, 1994)"],
		"member":[],
		"biography":["J. Richard Roa's practices areas include general liability defense and workers’ compensation defense. He has represented both plaintiffs and defendants in general liability matters and has represented both applicants and employers in workers’ compensation matters. In workers’ compensation he has handled serious and willful claims and 132a claims.", "Mr. Roa earned a Bachelor of Arts Degree in Speech Communication from the University of Southern California. He also received a paralegal litigation certificate from University of West Los Angeles. As a paralegal, he practiced plaintiff personal injury, subrogation, and personal injury defense.", "Mr. Roa attended Southwestern School of Law and People's College of Law. He is admitted to practice in both state and federal court.", "Mr. Roa is married with three sons.  All of Mr. Roa's children are either practicing law or attending law school."],
		"imgPath":"img/_roa.jpg",
		"email":"rroa@rdwlaw.com",
		"vCard":"v-card/j-roa.vcf" 
	},
	"11": {
		"primaryKey":"11",
		"name":"Jerome Wager",
		"title":"Of Counsel",
		"practiceAreas":["Professional Liability", "Insurance Law", "General Tort Litigation", "Construction Defect"],
		"admitted":["State Bar of California", "U.S. District Courts Southern District", "U.S. District Courts Northern District", "U.S. District Courts Central District", "U.S. District Courts Eastern District", "U.S. Court of Appeals, Ninth Circuit"],
		"lawSchool":["University of San Diego School of Law (J.D., 1982)", "University of California Santa Barbara (B.A., 1979)"],
		"member":["California State Bar", "Associations of Defense Counsel of Southern and Northern California", "San Diego County Bar Association", "Orange County Bar Association", "Los Angeles County Bar Association", "San Francisco County Bar Association", "Sacramento County Bar Association"],
		"biography":["Mr. Wager’s practice is primarily focused on insurance law, professional liability, general tort litigation, and construction defect. Mr. Wager has drafted hundreds of coverage opinions analyzing coverage under a wide variety of policies. He has also litigated numerous declaratory relief actions and multi-million dollar bad faith cases. Mr. Wager has presented numerous In-House seminars and courses for different insurance companies over the years.", "Mr. Wager has defended a wide variety of professional liability claims against real estate brokers, insurance brokers, accountants and corporate directors and officers.", "Additionally, Mr. Wager has handled hundreds of general liability claims in the areas of premises liability, products liability, intentional torts and business torts. He was closely involved in setting up Alternative Dispute Resolution programs for insurance carriers.", "Mr. Wager has also handled cases involving virtually every aspect of the construction law practice, from multi-party, complex cases with special masters and referees to the standard breach of warranty claim. Mr. Wager was a featured speaker at the 1996 and 1999 Annual West Coast Casualty Seminars on construction law and a panelist at the 2005 MC Annual Construction Seminar."],
		"imgPath":"img/wager.jpg",
		"email":"jwager@rdwlaw.com",
		"vCard":"v-card/j-wager.vcf" 
	},
	"12": {
		"primaryKey":"12",
		"name":"Perry Rhoads",
		"title":"Associate",
		"practiceAreas":["Real Estate Litigation", "Business Litigation", "Landlord-Tenant", "Insurance Defense", "Insurance Coverage", "Construction Defect", "Subrogation"],
		"admitted":["State Bar of California", "U.S. District Courts Southern District", "U.S. District Courts Central District"],
		"lawSchool":["Southwestern University School of Law  (J.D. 1999)", "University of California at Irvine (B.A., 1996)"],
		"member":[],
		"biography":["Perry Rhoads is an associate attorney in the Civil Litigation, Insurance Subrogation and Insurance Defense/Coverage Departments of Robinson DiLando’s Los Angeles office.  Mr. Rhoads handles insurance subrogation claims (general liability, auto, employment, errors and omissions), plaintiff personal injury cases, insurance defense cases, and insurance coverage cases.", "Prior to joining Robinson DiLando, Mr. Rhoads worked at several firms where he practiced construction litigation, business litigation, insurance subrogation, insurance defense, landlord-tenant and construction defect defense.", "Mr. Rhoads is an active member of the State Bar of California.  He is admitted to the U.S. District Courts in the Southern and Central District.  He is an avid snow skier, home brewer, drum set player and swimmer."],
		"imgPath":"img/_rhoads.jpg",
		"email":"prhoads@rdwlaw.com",
		"vCard":"v-card/p-rhoads.vcf" 
	},
	"13": {
		"primaryKey":"13",
		"name":"Melodie Mactal",
		"title":"Associate",
		"practiceAreas":["Workers' Compensation", "Labor Code 132a Claims"],
		"admitted":["State Bar of California"],
		"lawSchool":["Ventura College of Law (J.D., 2008)", "Oxnard Community College (A.A., 2004)"],
		"member":[],
		"biography":["Ms. Mactal's career in the workers' compensation field spans over 23 years including experience as an insurance underwriter, claims examiner, and defense attorney.  She has represented multiple insurance carriers as well as third party administrators for permissibly self-insured entities, municipalities, and school districts."],
		"imgPath":"img/_melodie.jpg",
		"email":"mmactal@rdwlaw.com",
		"vCard":"v-card/m-mactal.vcf" 
	},
	"14": {
		"primaryKey":"14",
		"name":"Jennifer Aloy",
		"title":"Associate",
		"practiceAreas":["Workers' Compensation", "Labor Code 132a Claims", "Serious and Willful"],
		"admitted":["State Bar of California"],
		"lawSchool":["Glendale University College of Law (J.D., 1996)"],
		"member":[],
		"biography":["Jennifer Aloy has been practicing workers’ compensation law since the early 2000’s. Prior to beginning her career in the workers’ compensation defense practice, Ms. Aloy gained valuable and extensive experience working as an associate for a boutique civil litigation firm upon being admitted to the California State Bar in 1997, specializing in medical malpractice, personal injury and employment law litigation, as well as business litigation. Ms. Aloy’s civil law courtroom experience has been helpful in her ability to persuade the trier of fact and assertively and effectively present well-reasoned arguments to Judges for her clients’ benefit. In the defense of workers’ compensation claims, she has handled several accounts exclusively on behalf of employers and third party administrators and very much enjoys the challenge of negotiating a swift resolution of a claim which could be costly down the road. Ms. Aloy made a brief departure to applicant practice where she learned valuable insights and tools from the applicant attorney perspective, which now strengthen her defense strategies. Ms. Aloy enjoys advocacy, including the relationships which are formed based upon mutual respect after establishing herself as a courteous and worthy adversary in negotiation and litigation."],
		"imgPath":"img/Jenifer-Aloy_2.jpg",
		"email":"jaloy@rdwlaw.com",
		"vCard":"" 
	},
	"15": {
		"primaryKey":"15",
		"name":"Lauren Chee",
		"title":"Associate",
		"practiceAreas":["Employment Litigation", "Business Litigation", "Subrogation", "Insurance Defense", "Insurance Coverage"],
		"admitted":["State Bar of California"],
		"lawSchool":["University of Southern California Gould School of Law (J.D., 2017)", "University of California, Berkeley (B.A., 2013)"],
		"member":[],
		"biography":["Lauren Chee is an associate at Robinson Di Lando, primarily focusing on employment litigation, business litigation, subrogation, and insurance defense and coverage.", "While attending law school at the University of Southern California, Ms. Chee was a research assistant and a senior editor of the Interdisciplinary Law Journal.  In earning the Alternative Dispute Resolution certificate, she participated in the Mediation Clinic and settled a variety of cases in small claims court, the State of California's Department of Fair Employment and Housing, and the State of California's Division of Labor Standards Enforcement.  Further, Ms. Chee interned for a mediator in the private sector and served as a judicial extern in the California Second District Court of Appeal.", "In practice, Ms. Chee has represented businesses in discrimination claims, wrongful termination cases, and wage and hour disputes."],
		"imgPath":"img/Lauren_Chee_2.jpg",
		"email":"lchee@rdwlaw.com",
		"vCard":"" 
	}
} 

